Repository: GuinnessShep/Dopam
Catalog: Dopamine/*.lproj/Localizable.strings
Languages: fr, ko

source: Bootstrapping
ko: 부트스트랩 중

source: Button_Cancel
fr: Annuler
ko: 취소

source: Button_Hide_Jailbreak
fr: Cacher le Jailbreak
ko: 탈옥 숨기기

source: Button_Hide_Logs_Title
fr: Cacher les Logs
ko: 로그 숨기기

source: Button_Jailbreak_Title
fr: Jailbreak
ko: 탈옥

source: Button_Remove_Jailbreak
fr: Supprimer le Jailbreak
ko: 탈옥 제거

source: Button_Set_Root_Password
fr: Choisir un mot de passe ROOT
ko: 루트 암호 설정

source: Button_Show_Logs_Title
fr: Afficher les Logs
ko: 로그 보이기

source: Button_Unhide_Jailbreak
fr: Montrer le Jailbreak
ko: 탈옥 보이기

source: Button_Update
fr: Mise à jour
ko: 업데이트

source: Button_Update_Available
fr: Mise à jour disponible
ko: 업데이트 사용 가능

source: Bypassing PAC
fr: Contournement du PAC
ko: PAC 우회 중

source: Bypassing PPL
fr: Contournement du PPL
ko: PPL 우회 중

source: Changelog_Unavailable_Text
fr: Changelog non disponible
ko: 변경사용 사용불가

source: Context_Menu_Copy_To_Clipboard
fr: Copier dans le presse papier
ko: 클립보드에 복사

source: Credits_Button_License
fr: License
ko: 라이센스

source: Credits_Button_Source_Code
fr: Code Source
ko: 소스코드

source: Credits_Footer_Dopamine_Version %@ OS:%@
fr: Dopamine version %@ %@
ko: Dopamine 버전 %@ %@

source: Credits_Header_Special_Thanks
fr: Remerciements:
ko: Special thanks:

source: Credits_Made_By
fr: Fait par opa334, évelyne
ko: Made by opa334, évelyne

source: Credits_Made_By_Subheadline
fr: UI par sourcelocation Logo et les icones par xerus
ko: UI by sourcelocation Logo and icon by xerus

source: Finalizing Bootstrap
fr: Finalisation Bootstrap
ko: 부트스트랩 완료 중

source: Gaining r/w
ko: r/w 얻는 중

source: Hint_Hide_Jailbreak
fr: "Cacher le Jailbreak" supprime temporairement les fichiers liés au jailbreak jusqu'au prochain jailbreak
ko: "탈옥 숨기기" 다음 탈옥 시까지 탈옥 관련된 파일들을 일시적으로 제거합니다.

source: Initializing Environment
fr: Initialisation de l'environnement
ko: 환경 준비 중

source: Initializing System Hook
fr: Initialisation de System Hook
ko: 시스템 후크 준비 중

source: Jailbreak_Done
fr: Fait!
ko: 완료!

source: Launching kexploitd
fr: Lancement de kexploitd
ko: kexploitd 시작 중

source: Launching oobPCI
fr: Lancement de oobPCI
ko: oobPCI 시작 중

source: Loading Basebin Trustcache
fr: Chargement Basebin Trustcache
ko: Basebin Trustcache 로드 중

source: Menu_Credits_Title
fr: A propos de
ko: 정보

source: Menu_Options_Title
fr: Options
ko: 옵션

source: Menu_Reboot_Userspace_Title
fr: Redémarrer l'Userspace
ko: 사용자 공간 재부팅

source: Menu_Restart_SpringBoard_Title
fr: Recharger SpringBoard
ko: SpringBoard 재시작

source: Options_iDownload
fr: iDownload
ko: iDownload

source: Options_Tweak_Injection
fr: Injection des Tweak
ko: 트윅 인젝션

source: Options_Verbose_Logs
fr: Verbose Logs
ko: Verbose 로그

source: Rebuilding TrustCache
fr: Reconstruction du TrustCache
ko: TrustCache 새로 고치는 중

source: Refreshing Icon Cache
fr: Rafraîchissant de Icon Cache
ko: 아이콘 캐시 새로 고치는 중

source: Settings_Footer_Device_Bootstrapped
fr: L'appareil est bootstrapped
ko: 다바이스가 부트스트랩됨

source: Settings_Footer_Device_Not_Bootstrapped
fr: L'appareil n'est pas bootstrapped
ko: 디바이스가 부트스트랩되지 않음

source: Settings_Title
fr: Paramètres
ko: 설정

source: Starting jailbreakd
fr: Démarrage du jailbreakd
ko: jailbreakd 시작 중

source: Starting Launch Daemons
fr: Démarrage des Launch Daemons
ko: LaunchDaemons 시작 중

source: Status_Title_Jailbreaking
fr: Jailbreaking
ko: 탈옥 중

source: Status_Title_Jailbroken
fr: Jailbreaké
ko: 탈옥됨

source: Status_Title_Select_Package_Managers
fr: Sélectionner le(s) gestionnaire(s) de paquets
ko: 패키지 매니저 선택

source: Status_Title_Unsuccessful
fr: Unsuccessful
ko: 실패

source: Success_Rate %@%% (%lld/%lld)
fr: Taux de réussite: %@%% (%lld/%lld)
ko: 성공률: %@%% (%lld/%lld)

source: Title_Changelog
fr: Changelog
ko: 변경사항

source: Title_Made_By
fr: par opa334, évelyne, UI par sourceloc
ko: by opa334, évelyne, UI by sourceloc

source: Title_Supported_iOS_Versions
fr: iOS 15.0 - 15.4.1, A12 - A15
ko: iOS 15.0 - 15.4.1, A12 - A15

source: Update_Log_Hint_Scrollable
fr: L'affichage des log peut être déroulé
ko: 로그뷰를 스크롤할 수 있음

source: Update_Status_Downloading
fr: Téléchargement de la mise à jour...
ko: 업데이트 다운로드 중...

source: Update_Status_Installing
fr: Installation de la mise à jour...
ko: 업데이트 설치 중...

source: Update_Status_Subtitle_Please_Wait
fr: Veuillez patienter pendant le téléchargement des fichiers
ko: 파일이 다운로드될 때까지 잠시만 기다려주세요

source: Update_Status_Subtitle_Restart_Soon
fr: L'appareil va bientôt redémarrer
ko: 디바이스가 곧 재시작됩니다
